
[0x0804]
TITLE=选择安装程序的语言
DESCRIPTION=从以下选项中选择此安装程序的语言。
REBOOTMESSAGE=Installer 必须重新启动您的系统，才能完成 Windows Installer 服务的配置。单击"是"可立即重新启动；单击"否"则可在以后启动。
ONUPGRADE=该安装程序将完成 '%s' 更新。是否继续？
LATERVERSIONINSTALLED=此机器已安装较新版 '%s'。安装无法继续。
OK=确定
Cancel=取消
Password=密码：
Install=安装
Next=下一步(&N) >
1100=安装程序初始化错误
1101=%s
1102=%1 安装程序正在准备 %2，它将引导您完成剩余的安装过程。请稍候。
1103=正在检查操作系统版本
1104=正在检查 Windows(R) Installer 版本
1105=正在配置 Windows Installer
1106=正在配置 %s
1107=安装程序已在您的系统中完成了 Windows Installer 的配置。 需要重新启动系统以便继续安装。 请单击“重新启动”来重新启动系统。
1108=%s
1150=安装程序检测到不兼容的 Windows 版本。 请单击“确定”，然后在 Windows 95、Windows NT 4.0 SP6 或更高版本中重新启动安装程序
1151=写入临时位置时出错
1152=将 %s 解压缩到临时位置时出错
1153=读取安装程序初始化文件时出错
1154=在 %s 中找不到 Installer
1155=文件 %s 未找到
1156=Windows Installer 中的内部错误
1158=填写字符串错误。校验 Setup.ini 中的所有字符串是否有效。
1200=重新启动
1603=安装 Windows Installer 引擎时出错。某个需要替换的文件可能正在使用。关闭所有的应用程序然后再试。
1201=安装程序需要 %lu KB 可用磁盘空间在 %s 中。请释放一些空间然后重试
1202=您没有足够的权限为该计算机所有用户完成此安装。 请以管理员的身份登录，然后重新尝试进行此安装
1203=命令行参数：
1204=/L 语言 ID
1205=/S 隐藏初始化对话框。对于无声模式，请使用：/S /v/qn。
1206=/V MsiExec.exe 参数
1207=找到 Windows(R) Installer %s。 这是旧版 Windows(R) Installer。 单击“确定”以继续。
1208=系统未安装 %s 的 ANSI 代码页，并因此安装程序无法以选定的语言运行。运行安装程序并选择其它语言。
1210=安装程序需要 Windows Installer 版本 %s 或更高版本以安装 Microsoft .NET Framework 版本 2.0。请安装 Windows Installer 版本 %s 或更高版本，然后再试一次。
1604=此安装程序不包含在此操作系统上运行安装程序所需的 Windows Installer 引擎 (%s)。
1607=无法安装 %s Scripting Runtime。
1608=无法创建 InstallDriver 实例，返回码：%d
1609=请指定保存安装包的位置。
1611=无法解压缩文件 %s。
1612=正在解压缩文件。
1613=正在下载文件 %s。
1614=下载文件 %s 时出错。您要做什么？
1615=小时
1616=分钟
1617=秒
1618=MB
1619=KB
1620=/秒
1621=校验文件 %s 的签名失败。
1622=估计剩余时间：
1623=已下载 %d KB（共 %d KB）
1624=正在准备安装...
1625=获取此安装的帮助。
1626=帮助
1627=无法保存文件： %s
1628=完成基于脚本的安装失败。
1629=无效命令行。
1630=/UA<url to InstMsiA.exe>
1631=/UW<url to InstMsiW.exe>
1632=/UM<url to msi package>
1633=/US<url to IsScript.msi>
1634=安装初始化错误，克隆该进程失败。
1635=文件 %s 已存在。要替换它吗?
1636=/P 密码模式
1637=/A 管理安装
1638=/J 广告模式
1639=/X 卸载模式
1640=/F 修复模式
1641=/B 本地缓存安装
1642=无法校验签名。您需要具有 Authenticode 更新的 Internet Explorer 3.02 或更高版本。
1643=安装程序需要较新版 WinInet.dll。可能需要安装 Internet Explorer 3.02 或更高版本。
1644=您没有足够的权限为该计算机所有用户完成此安装。 请以管理员的身份登录，然后重新尝试进行此安装
1645=安装 Microsoft(R) .NET Framework 时出现错误。返回码：%d
1646=%s 可选择使用 Microsoft (R) .NET %s Framework。  现在就要安装吗？
1648=安装程序检测到不兼容的 Windows 版本。 请单击“确定”，然后在 Windows 95、Windows NT 4.0 SP3 或更高版本中重新启动安装程序
1649=%s 可选择使用 Visual J# 可重新发布软件包。您想现在就安装吗？ 
1650= （同时需要安装 .NET Framework。）
1651=安装程序检测到不兼容的 Windows 版本。 请单击“确定”，确认目标系统运行的是 Windows 2000 Service Pack 3（或更高版本），然后重新启动安装
1652=%s 要求在您的计算机上安装以下项目。 请单击“安装”按钮，以开始安装这些必需的项目。
1653=正在安装 %s
1654=是否要在 %s 完成安装后取消安装程序？
1655=找不到安装要件 %s 的文件。 安装将立即停止。 这可能是由于下载失败或被取消引起的。
1656=%s 的安装好像已经失败。 是否继续安装？
1657=已成功
1658=正在安装
1659=正在挂起
1660=已安装
1661=状态
1662=要件
1663=已失败
1664=正在解压缩
1665=正在下载
1666=已跳过
1667=安装 %s 失败。安装程序即将退出。
1668=安装 %s 需要重新启动。单击"是"可立即重新启动；单击"否"则以后再重新启动。
1669=%1 可以选择使用 %2。您希望立即安装吗？
1670=无法加载模块 %s，错误代码：%d
1671=正在下载文件 %2 / %3: %1
1700=初始化 InstallScript 引擎时出错
1701=无法将 InstallScript 引擎支持文件提取到临时位置

1702=在本次安装中，您可安装本产品的多个实例。 请选择您想安装的实例数目，然后单击“下一步”继续﹕
1703=安装新实例(&I)
1704=维护或升级现存的实例(&M)
1705=默认值
1706=实例 ID
1707=产品名称
1708=位置
1710=在本次安装中，您可修补本产品的多个实例。 从下面选择一个选项，以确定您想如何应用这个修补软件，然后单击“下一步”继续。
1711=修补所有现存的实例(&A)
1712=修补一个现存的实例(&P)
1713=本次安装需使用 Windows Installer 4.5 或更新版本。 安装程序现将退出。
1714=正在解压缩

[Languages]
0x0404=中文（繁体）
0x0804=中文（简体）
   
